RESOURCE = {
    "title": "Лама",
    "FPS": 24, # Частота обновления экрана
    "width": 800, # Ширина игрового окна
    "height": 600, # Высота игрового окна
    "card_width": 100,  # Ширина карт
    "card_height": 150,  # Высота карт
    "card_xgap": 10,  # Промежуток между картами
    "border_x": 5,  # Отступ по горизонтали
    "border_y": 5,  # Отступ по вертикали
    "total_cards": 56,  # Общее количество карт
    "total_markers": 70,  # Общее количество маркеров
    "black_markers": 20,  # Количество черных маркеров
    "white_markers": 50,  # Количество белых маркеров
    "card_values": [1, 2, 3, 4, 5, 6],  # Значения карт
    "lama_cards": 8,  # Количество карт с изображением ламы
}